10/data/attachments/5c3e0251406831a5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tina_decade_Friend_61226_8</nif:username>
            <nif:friendToBeRequested>soap_friends_f88cbd7e-7760-4471-ab6e-83dbb5fb2da5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>